Repository: mohammadsargazi/Mabit
Catalog: WebUI/LocalizationResources/ViewLocalizationResource.*.resx
Languages: ar

source: 2fa has been disabled. You can reenable 2fa when you setup an authenticator app
ar: تم تعطيل 2FA. يمكنك إعادة تمكين 2FA عند إعداد التطبيق الموثق

source: 2fa has been disabled. You can reenable 2fa when you setup an authenticator app1
ar: تم تعطيل 2FA. يمكنك إعادة تمكين 2FA عند إعداد التطبيق الموثق

source: &lt;p&gt;&#xA; &lt;span class=&quot;glyphicon glyphicon-warning-sign&quot;&gt;&lt;/span&gt;&#xA; &lt;strong&gt;If you reset your authenticator key your authenticator app will not work until you reconfigure it.&lt;/strong&gt;&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; This process disables 2FA until you verify your authenticator app.&#xA; If you do not complete your authenticator app configuration you may lose access to your account.&#xA; &lt;/p&gt;
ar: <P> <تمتد الطبقة = "glyphicon glyphicon-التحذير علامة"> </ SPAN> <strong> إذا قمت بإعادة تعيين مفتاح المصدق الخاص بك وسوف التطبيق الموثق الخاص بك لا يعمل حتى إعادة تكوين ذلك. </ قوي> </ P> <P> هذه العملية تعطيل 2FA حتى التحقق من التطبيق الموثق الخاص بك. إذا لم يكن لاستكمال التكوين المصادق التطبيق الخاص بك قد تفقد الوصول إلى حسابك. </ P>

source: &lt;p&gt;&#xA; &lt;span class=&quot;glyphicon glyphicon-warning-sign&quot;&gt;&lt;/span&gt;&#xA; &lt;strong&gt;If you reset your authenticator key your authenticator app will not work until you reconfigure it.&lt;/strong&gt;&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; This process disables 2FA until you verify your authenticator app.&#xA; If you do not complete your authenticator app configuration you may lose access to your account.&#xA; &lt;/p&gt;1
ar: <P> <تمتد الطبقة = "glyphicon glyphicon-التحذير علامة"> </ SPAN> <strong> إذا قمت بإعادة تعيين مفتاح المصدق الخاص بك وسوف التطبيق الموثق الخاص بك لا يعمل حتى إعادة تكوين ذلك. </ قوي> </ P> <P> هذه العملية تعطيل 2FA حتى التحقق من التطبيق الموثق الخاص بك. إذا لم يكن لاستكمال التكوين المصادق التطبيق الخاص بك قد تفقد الوصول إلى حسابك. </ P>

source: &lt;p&gt;&#xA; &lt;span class=&quot;glyphicon glyphicon-warning-sign&quot;&gt;&lt;/span&gt;&#xA; &lt;strong&gt;Put these codes in a safe place.&lt;/strong&gt;&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; If you lose your device and don't have the recovery codes you will lose access to your account.&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key&#xA; used in an authenticator app you should &lt;a href=&quot;{0}&quot;&gt;reset your authenticator keys.&lt;/a&gt;&#xA; &lt;/p&gt;
ar: <P> <تمتد الطبقة = "glyphicon glyphicon-التحذير علامة"> </ SPAN> على <strong> وضع هذه الرموز في مكان آمن. </ قوي> </ P> <P> إذا فقدت جهازك وليس لديهم رموز الانتعاش سوف تفقد الوصول إلى حسابك. </ P> <P> توليد رموز انتعاش جديدة لا يغير المفاتيح المستخدمة في تطبيقات المصدق. إذا كنت ترغب في تغيير مفتاح المستخدمة في التطبيق الموثق يجب <a href="{0}"> إعادة تعيين مفاتيح المصدق الخاص بك. </A> </ P>

source: &lt;p&gt;&#xA; &lt;span class=&quot;glyphicon glyphicon-warning-sign&quot;&gt;&lt;/span&gt;&#xA; &lt;strong&gt;Put these codes in a safe place.&lt;/strong&gt;&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; If you lose your device and don't have the recovery codes you will lose access to your account.&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key&#xA; used in an authenticator app you should &lt;a href=&quot;{0}&quot;&gt;reset your authenticator keys.&lt;/a&gt;&#xA; &lt;/p&gt;1
ar: <P> <تمتد الطبقة = "glyphicon glyphicon-التحذير علامة"> </ SPAN> على <strong> وضع هذه الرموز في مكان آمن. </ قوي> </ P> <P> إذا فقدت جهازك وليس لديهم رموز الانتعاش سوف تفقد الوصول إلى حسابك. </ P> <P> توليد رموز انتعاش جديدة لا يغير المفاتيح المستخدمة في تطبيقات المصدق. إذا كنت ترغب في تغيير مفتاح المستخدمة في التطبيق الموثق يجب <a href="{0}"> إعادة تعيين مفاتيح المصدق الخاص بك. </A> </ P>

source: &lt;p&gt;&#xA; Swapping to the &lt;strong&gt;Development&lt;/strong&gt; environment displays detailed information about the error that occurred.&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; &lt;strong&gt;The Development environment shouldn't be enabled for deployed applications.&lt;/strong&gt; It can result in displaying sensitive information from exceptions to end users. For local debugging, enable the &lt;strong&gt;Development&lt;/strong&gt; environment by setting the &lt;strong&gt;ASPNETCORE_ENVIRONMENT&lt;/strong&gt; environment variable to &lt;strong&gt;Development&lt;/strong&gt; and restarting the app.&#xA; &lt;/p&gt;
ar: <P> مبادلة لل<قوية> التنمية </ strong> المعلومات يعرض البيئة مفصلة حول الخطأ الذي حدث. </ P> <P> على <strong> لا يجب تمكين وتنمية البيئة لتطبيقات نشرها. </ قوي> ويمكن أن يؤدي في عرض المعلومات الحساسة من استثناءات للمستخدمين النهائيين. من أجل التصحيح المحلي، تمكن <قوية> التنمية </ قوي> البيئة من خلال وضع على <strong> ASPNETCORE_ENVIRONMENT </ قوي> متغير البيئة على <strong> التنمية </ strong> و إعادة تشغيل التطبيق. </ P>

source: &lt;p&gt;&#xA; Swapping to the &lt;strong&gt;Development&lt;/strong&gt; environment displays detailed information about the error that occurred.&#xA; &lt;/p&gt;&#xA; &lt;p&gt;&#xA; &lt;strong&gt;The Development environment shouldn't be enabled for deployed applications.&lt;/strong&gt; It can result in displaying sensitive information from exceptions to end users. For local debugging, enable the &lt;strong&gt;Development&lt;/strong&gt; environment by setting the &lt;strong&gt;ASPNETCORE_ENVIRONMENT&lt;/strong&gt; environment variable to &lt;strong&gt;Development&lt;/strong&gt; and restarting the app.&#xA; &lt;/p&gt;1
ar: <P> مبادلة لل<قوية> التنمية </ strong> المعلومات يعرض البيئة مفصلة حول الخطأ الذي حدث. </ P> <P> على <strong> لا يجب تمكين وتنمية البيئة لتطبيقات نشرها. </ قوي> ويمكن أن يؤدي في عرض المعلومات الحساسة من استثناءات للمستخدمين النهائيين. من أجل التصحيح المحلي، تمكن <قوية> التنمية </ قوي> البيئة من خلال وضع على <strong> ASPNETCORE_ENVIRONMENT </ قوي> متغير البيئة على <strong> التنمية </ strong> و إعادة تشغيل التطبيق. </ P>

source: &lt;p&gt;Your account contains personal data that you have given us. This page allows you to download or delete that data.&lt;/p&gt;&#xA; &lt;p&gt;&#xA; &lt;strong&gt;Deleting this data will permanently remove your account, and this cannot be recovered.&lt;/strong&gt;&#xA; &lt;/p&gt;
ar: <p> والحساب الخاص بك يحتوي على البيانات الشخصية التي قدمتموها لنا. هذه الصفحة تسمح لك بتحميل أو حذف تلك البيانات. </ P> <P> على <strong> إن حذف هذه البيانات بشكل دائم إزالة حسابك، وهذا لا يمكن استردادها. </ قوي> </ P>

source: &lt;p&gt;Your account contains personal data that you have given us. This page allows you to download or delete that data.&lt;/p&gt;&#xA; &lt;p&gt;&#xA; &lt;strong&gt;Deleting this data will permanently remove your account, and this cannot be recovered.&lt;/strong&gt;&#xA; &lt;/p&gt;1
ar: <p> والحساب الخاص بك يحتوي على البيانات الشخصية التي قدمتموها لنا. هذه الصفحة تسمح لك بتحميل أو حذف تلك البيانات. </ P> <P> على <strong> إن حذف هذه البيانات بشكل دائم إزالة حسابك، وهذا لا يمكن استردادها. </ قوي> </ P>

source: &lt;strong&gt;You have 1 recovery code left.&lt;/strong&gt;&#xA; &lt;p&gt;You can &lt;a href=&quot;{0}&quot;&gt;generate a new set of recovery codes&lt;/a&gt;.&lt;/p&gt;
ar: على <strong> لقد كود 1 الانتعاش اليسار. </ قوي> <p> يمكنك <a href="{0}"> إنشاء مجموعة جديدة من الرموز الانتعاش </A>. </ P>

source: &lt;strong&gt;You have 1 recovery code left.&lt;/strong&gt;&#xA; &lt;p&gt;You can &lt;a href=&quot;{0}&quot;&gt;generate a new set of recovery codes&lt;/a&gt;.&lt;/p&gt;1
ar: على <strong> لقد كود 1 الانتعاش اليسار. </ قوي> <p> يمكنك <a href="{0}"> إنشاء مجموعة جديدة من الرموز الانتعاش </A>. </ P>

source: &lt;strong&gt;You have no recovery codes left.&lt;/strong&gt;&#xA; &lt;p&gt;You must &lt;a href=&quot;{0}&quot;&gt;generate a new set of recovery codes&lt;/a&gt; before you can log in with a recovery code.&lt;/p&gt;
ar: على <strong> لا يوجد لديك رموز الانتعاش نقاط. </ قوي> <p> <a يجب href="{0}"> إنشاء مجموعة جديدة من الرموز الانتعاش </A> قبل أن تتمكن من تسجيل الدخول باستخدام رمز الاسترداد. </ P>

source: &lt;strong&gt;You have no recovery codes left.&lt;/strong&gt;&#xA; &lt;p&gt;You must &lt;a href=&quot;{0}&quot;&gt;generate a new set of recovery codes&lt;/a&gt; before you can log in with a recovery code.&lt;/p&gt;1
ar: على <strong> لا يوجد لديك رموز الانتعاش نقاط. </ قوي> <p> <a يجب href="{0}"> إنشاء مجموعة جديدة من الرموز الانتعاش </A> قبل أن تتمكن من تسجيل الدخول باستخدام رمز الاسترداد. </ P>

source: &lt;strong&gt;You have {0} recovery codes left.&lt;/strong&gt;&#xA; &lt;p&gt;You should &lt;a href=&quot;{1}&quot;&gt;generate a new set of recovery codes&lt;/a&gt;.&lt;/p&gt;
ar: على <strong> لقد {0} تركت رموز الانتعاش. </ قوي> <p> <a يجب href="{1}"> إنشاء مجموعة جديدة من الرموز الانتعاش </A>. </ P>

source: &lt;strong&gt;You have {0} recovery codes left.&lt;/strong&gt;&#xA; &lt;p&gt;You should &lt;a href=&quot;{1}&quot;&gt;generate a new set of recovery codes&lt;/a&gt;.&lt;/p&gt;1
ar: على <strong> لقد {0} تركت رموز الانتعاش. </ قوي> <p> <a يجب href="{1}"> إنشاء مجموعة جديدة من الرموز الانتعاش </A>. </ P>

source: About Mabit
ar: حول مبیت

source: about us
ar: نحن ما

source: Access denied
ar: تم الرفض

source: Access denied1
ar: تم الرفض

source: Add another service to log in.
ar: إضافة خدمة أخرى لتسجيل الدخول.

source: Add another service to log in.1
ar: إضافة خدمة أخرى لتسجيل الدخول.

source: Add authenticator app
ar: إضافة التطبيق الموثق

source: Add authenticator app1
ar: إضافة التطبيق الموثق

source: address
ar: عنوان

source: Air conditioning
ar: مکیفه الهواء

source: Air conditioning1
ar: مکیف

source: Allow party
ar: إمكانية عقد الاحتفالات

source: An error occurred while processing your request.
ar: حدث خطأ أثناء معالجة طلبك.

source: An error occurred while processing your request.1
ar: حدث خطأ أثناء معالجة طلبك.

source: apartment
ar: شقه

source: Apartment1
ar: الشقة

source: app download
ar: تنزيل التطبيق

source: Associate your {0} account.
ar: إقران {0} الحساب.

source: Associate your {0} account.1
ar: إقران {0} الحساب.

source: Barbecue
ar: الشواء

source: Barbecue1
ar: شوایه

source: Bathroom
ar: مرحاض

source: Bathroom1
ar: الحمام

source: be hosting
ar: کن مستضیف

source: Best of week
ar: أفضل أسبوع

source: best of week1
ar: أفضل من الأسبوع

source: BOOK YOUR CHECKED HOME
ar: ملاحظة الحجز

source: Breakfast
ar: فطور

source: Breakfast1
ar: الفطور

source: cancel
ar: إلغاء

source: cash
ar: دفع نقدا

source: CCTV1
ar: کامیرا المراقبه

source: Change password
ar: غير كلمة السر

source: Change password1
ar: غير كلمة السر

source: Change your account settings
ar: تغيير إعدادات حسابك

source: Change your account settings1
ar: تغيير إعدادات حسابك

source: changing password
ar: تغيير كلمة المرور

source: charging credit
ar: شحن الرصید

source: chat
ar: دردشة

source: Check in
ar: الدخول

source: check in1
ar: تسجیل الوصول

source: Check out
ar: الخروج

source: check out1
ar: تسجیل المغادرة

source: Collaborate with the purpose
ar: المشارکة معنا

source: Configure authenticator app
ar: تكوين التطبيق الموثق

source: Configure authenticator app1
ar: تكوين التطبيق الموثق

source: Confirm email
ar: تأكيد عنوان البريد الإلكتروني

source: Confirm email1
ar: تأكيد عنوان البريد الإلكتروني

source: Confirm your email
ar: تأكيد البريد الإلكتروني الخاص بك

source: Confirm your email1
ar: تأكيد البريد الإلكتروني الخاص بك

source: contact us
ar: اتصال معنا

source: Cooking equipment
ar: معدات الطبخ

source: Cooking equipment1
ar: معدات الطبخ

source: Coordinate by phone before booking foreign guests
ar: یجب التنسیق عبرالهاتف قبل حجز الضیوف الأجانب

source: cost
ar: السعر

source: Create a new account.
ar: انشاء حساب جديد.

source: Create a new account.1
ar: انشاء حساب جديد.

source: credit
ar: رصید

source: current password
ar: كلمة المرور الحالية

source: date of departure
ar: تاریخ الخروج

source: Delete
ar: حذف

source: Delete1
ar: حذف

source: Detail
ar: التفاصيل

source: detail1
ar: التفاصيل

source: Development Mode
ar: وضع التنمية

source: Development Mode1
ar: وضع التنمية

source: Digital Receiver
ar: المتلقی الرقمی

source: Digital Receiver1
ar: المتلقی الرقمی

source: Disable 2FA
ar: 2FA تعطيل

source: Disable 2FA1
ar: 2FA تعطيل

source: discount code
ar: رمز التخفيض

source: Don't have access to your authenticator device? You can &lt;a id=&quot;recovery-code-login&quot; href=&quot;{0}&quot;&gt;log in with a recovery code&lt;/a&gt;.
ar: لم يكن لديك الوصول إلى جهاز المصدق الخاص بك؟ يمكنك <a id="recovery-code-login" href="{0}"> تسجيل الدخول باستخدام رمز الاسترداد </A>.

source: Don't have access to your authenticator device? You can &lt;a id=&quot;recovery-code-login&quot; href=&quot;{0}&quot;&gt;log in with a recovery code&lt;/a&gt;.1
ar: لم يكن لديك الوصول إلى جهاز المصدق الخاص بك؟ يمكنك <a id="recovery-code-login" href="{0}"> تسجيل الدخول باستخدام رمز الاسترداد </A>.

source: done
ar: تم فعله

source: Download
ar: تحميل

source: Download a two-factor authenticator app like Microsoft Authenticator for &lt;a href=&quot;{0}&quot;&gt;Windows Phone&lt;/a&gt;, &lt;a href=&quot;{1}&quot;&gt;Android&lt;/a&gt; and &lt;a href=&quot;{2}&quot;&gt;iOS&lt;/a&gt; or
ar: تحميل الموثق التطبيق اثنين عامل مثل مايكروسوفت الموثق ل<a href="{0}"> هاتف ويندوز </a> أو <a href="{1}"> الروبوت </a> و <لأ href = "{ (2)} "> دائرة الرقابة الداخلية </a> أو

source: Download a two-factor authenticator app like Microsoft Authenticator for &lt;a href=&quot;{0}&quot;&gt;Windows Phone&lt;/a&gt;, &lt;a href=&quot;{1}&quot;&gt;Android&lt;/a&gt; and &lt;a href=&quot;{2}&quot;&gt;iOS&lt;/a&gt; or1
ar: تحميل الموثق التطبيق اثنين عامل مثل مايكروسوفت الموثق ل<a href="{0}"> هاتف ويندوز </a> أو <a href="{1}"> الروبوت </a> و <لأ href = "{ (2)} "> دائرة الرقابة الداخلية </a> أو

source: Download Your Data
ar: تحميل البيانات الخاصة بك

source: Download Your Data1
ar: تحميل البيانات الخاصة بك

source: Download1
ar: تحميل

source: Duplex
ar: مزدوج (سكن)

source: edit profile image
ar: تصحیح صورة الملف الشخصي

source: Elevator
ar: مصعد

source: Elevator1
ar: مصعد

source: email
ar: البريد الإلكتروني

source: Enter your email.
ar: ادخل بريدك الإلكتروني.

source: Enter your email.1
ar: ادخل بريدك الإلكتروني.

source: entry date
ar: تاریخ الدخول

source: Error
ar: خطأ

source: Error from external provider: {0}
ar: خطأ من مزود خارجي: {0}

source: Error from external provider: {0}1
ar: خطأ من مزود خارجي: {0}

source: Error loading external login information during confirmation.
ar: خطأ في تحميل معلومات تسجيل الدخول الخارجية خلال التأكيد.

source: Error loading external login information during confirmation.1
ar: خطأ في تحميل معلومات تسجيل الدخول الخارجية خلال التأكيد.

source: Error loading external login information.
ar: خطأ في تحميل معلومات تسجيل الدخول الخارجية.

source: Error loading external login information.1
ar: خطأ في تحميل معلومات تسجيل الدخول الخارجية.

source: Error1
ar: خطأ

source: External logins
ar: تسجيلات خارجية

source: External logins1
ar: تسجيلات خارجية

source: fail
ar: خطأ

source: FAQ
ar: أسئلة مكررة

source: favourites
ar: المفضلة

source: finance
ar: المالية

source: Folding sofa bed
ar: سریر اریکه قابله للطی

source: Folding sofa bed1
ar: اریکه مطواه

source: Forget this browser
ar: ننسى هذا المتصفح

source: Forget this browser1
ar: ننسى هذا المتصفح

source: Forgot password confirmation
ar: تأكيدا نسيت كلمة المرور

source: Forgot password confirmation1
ar: تأكيدا نسيت كلمة المرور

source: Forgot your password?
ar: نسيت رقمك السري؟

source: Forgot your password?1
ar: نسيت رقمك السري؟

source: Frequently Asked Questions
ar: أسئلة المكررة

source: full name
ar: الاسم الكامل

source: Furniture
ar: اریکه

source: Furniture1
ar: اراءک

source: gender
ar: جنس

source: Generate Recovery Codes
ar: توليد رموز الاسترداد

source: Generate Recovery Codes1
ar: توليد رموز الاسترداد

source: Generate two-factor authentication (2FA) recovery codes
ar: توليد اثنين عامل التوثيق (2FA) رموز الانتعاش

source: Generate two-factor authentication (2FA) recovery codes1
ar: توليد اثنين عامل التوثيق (2FA) رموز الانتعاش

source: Google Authenticator for &lt;a href=&quot;{3}&quot;&gt;Android&lt;/a&gt; and &lt;a href=&quot;{4}&quot;&gt;iOS&lt;/a&gt;.
ar: أداة مصادقة Google ل<a href="{3}"> الروبوت </a> و <a href="{4}"> دائرة الرقابة الداخلية </A>.

source: Google Authenticator for &lt;a href=&quot;{3}&quot;&gt;Android&lt;/a&gt; and &lt;a href=&quot;{4}&quot;&gt;iOS&lt;/a&gt;.1
ar: أداة مصادقة Google ل<a href="{3}"> الروبوت </a> و <a href="{4}"> دائرة الرقابة الداخلية </A>.

source: Guard
ar: حارس

source: Guard1
ar: حارس

source: guide
ar: إرشاد

source: Heating
ar: تدفءه

source: Heating1
ar: تدفئه

source: Hello {0}!
ar: مرحبا {0}!

source: Hello {0}!1
ar: مرحبا {0}!

source: Home
ar: الصفحة الرئيسية

source: Home page
ar: الصفحة الرئيسية

source: Home page1
ar: الصفحة الرئيسية

source: Home1
ar: الصفحة الرئيسية

source: home2
ar: الصفحة الرئیسیة

source: hosting
ar: الاستضافة

source: Hotel
ar: فندق

source: houses
ar: البیوت

source: How to host
ar: کیف نستضیف

source: Incorrect username or password
ar: اسم المستخدم أو كلمة المرور غير صحيحة

source: indoor swimming pool
ar: مسبح مغلق

source: indoor swimming pool1
ar: حمام سباحه داخلی

source: Invalid authenticator code.
ar: كود الموثق صالح.

source: Invalid authenticator code.1
ar: كود الموثق صالح.

source: Invalid login attempt.
ar: محاولة تسجيل الدخول غير صالحة.

source: Invalid login attempt.1
ar: محاولة تسجيل الدخول غير صالحة.

source: Invalid recovery code entered.
ar: دخلت رمز الاسترداد صالح.

source: Invalid recovery code entered.1
ar: دخلت رمز الاسترداد صالح.

source: invite friends
ar: دعوة الأصدقاء

source: It has a yard
ar: لديه فناء

source: join us
ar: انضم إلينا

source: LCD TV
ar: تلفاز Lcd

source: LCD TV1
ar: تلفاز ال سی دی

source: Learn about &lt;a href=&quot;{0}&quot;&gt;building Web apps with ASP.NET Core&lt;/a&gt;.
ar: تعرف على <a href="{0}"> التطبيقات بناء ويب مع ASP.NET الأساسية </A>.

source: Learn about &lt;a href=&quot;{0}&quot;&gt;building Web apps with ASP.NET Core&lt;/a&gt;.1
ar: تعرف على <a href="{0}"> التطبيقات بناء ويب مع ASP.NET الأساسية </A>.

source: list of Your Residences
ar: قائمة مساکنک

source: List your property
ar: قائمة المساکن

source: List your property on Vrbo and open your door to rental income
ar: عرف سکنک و اکسب المال

source: Locked out
ar: اقفل

source: Locked out1
ar: اقفل

source: Log in
ar: تسجيل الدخول

source: Log in using your external account
ar: تسجيل الدخول باستخدام حساب خارجي

source: Log in using your external account1
ar: تسجيل الدخول باستخدام حساب خارجي

source: Log in1
ar: تسجيل الدخول

source: Log out
ar: الخروج

source: Log out1
ar: الخروج

source: Login
ar: تسجيل الدخول

source: Login1
ar: تسجيل الدخول

source: login2
ar: الدخول

source: logout
ar: خروج

source: MABIT COMPANY
ar: مجموعة مبیت

source: Manage
ar: الإدارة

source: Manage your account
ar: إدارة حسابك

source: Manage your account1
ar: إدارة حسابك

source: Manage your external logins
ar: إدارة تسجيل الدخول الخاصة بك الخارجية

source: Manage your external logins1
ar: إدارة تسجيل الدخول الخاصة بك الخارجية

source: Manage1
ar: الإدارة

source: messagges
ar: رسائل

source: Most Popular cities
ar: المدن الأكثر شعبية

source: Most Popular cities1
ar: المدن الأكثر شعبية

source: my reservations
ar: حجوزاتي

source: new password
ar: كلمة مرور جديدة

source: notification
ar: إعلان

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
ar: وبمجرد الانتهاء من تفحص رمز الاستجابة السريعة أو إدخال مفتاح أعلاه، سيكون لديك التطبيق المصادقة اثنين عامل توفر لك مع رمز فريد من نوعه. أدخل رمز في مربع التأكيد أدناه.

source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.1
ar: وبمجرد الانتهاء من تفحص رمز الاستجابة السريعة أو إدخال مفتاح أعلاه، سيكون لديك التطبيق المصادقة اثنين عامل توفر لك مع رمز فريد من نوعه. أدخل رمز في مربع التأكيد أدناه.

source: One floor
ar: في مستوی واحد

source: open pool
ar: مسبح مفتوح

source: open pool1
ar: حمام سباحه خارجی

source: options
ar: خیارات

source: our team
ar: مجموعتنا

source: package
ar: حزمه

source: package1
ar: نظام التدفءه

source: Parking
ar: موقف السیارات

source: Parking1
ar: موقف سیارات

source: Password
ar: كلمه السر

source: Password not correct.
ar: كلمة المرور غير صحيحة.

source: Password not correct.1
ar: كلمة المرور غير صحيحة.

source: Password1
ar: كلمه السر

source: Password2
ar: كلمه السر

source: payment
ar: دفع

source: payment history
ar: تاريخ الدفع

source: Personal Data
ar: بيانات شخصية

source: Personal Data1
ar: بيانات شخصية

source: personal info
ar: معلومات شخصية

source: Pets can enter
ar: أمکان دخول الحیوانات الألیفة

source: phone number
ar: رقم الهاتف

source: Please check your email to reset your password.
ar: يرجى التحقق من البريد الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك.

source: Please check your email to reset your password.1
ar: يرجى التحقق من البريد الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك.

source: Please confirm your account by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.
ar: الرجاء التأكد من حسابك عن طريق <a href='{0}'> النقر هنا </a>.

source: Please confirm your account by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.1
ar: الرجاء التأكد من حسابك عن طريق <a href='{0}'> النقر هنا </a>.

source: Please enter a valid number.
ar: من فضلك أدخل رقما صالحا.

source: Please enter a valid number.1
ar: من فضلك أدخل رقما صالحا.

source: Please reset your password by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.
ar: يرجى إعادة تعيين كلمة المرور الخاصة بك عن طريق <a href='{0}'> النقر هنا </a>.

source: Please reset your password by &lt;a href='{0}'&gt;clicking here&lt;/a&gt;.1
ar: يرجى إعادة تعيين كلمة المرور الخاصة بك عن طريق <a href='{0}'> النقر هنا </a>.

source: Privacy
ar: الخصوصية

source: Privacy Policy
ar: سياسة الخصوصية

source: Privacy Policy1
ar: سياسة الخصوصية

source: Privacy1
ar: الخصوصية

source: Profile
ar: الملف الشخصي

source: Profile1
ar: الملف الشخصي

source: profile2
ar: الملف الشخصي

source: Provide valid identification documents
ar: یجب أن یکون معک وثائق الهویة

source: Provision of valid evidence is required in accordance with site rules
ar: یجب تقدیم الوثائق وفقا لقوانین الموقع

source: rate of
ar: السعر

source: Ready Homes Delivery
ar: بیوت جاهزة للتسلیم

source: Recovery code verification
ar: تأكيد رمز الاسترجاع

source: Recovery code verification1
ar: تأكيد رمز الاسترجاع

source: Register
ar: تسجيل

source: Register as a new user
ar: تسجيل كمستخدم جديد

source: Register as a new user1
ar: تسجيل كمستخدم جديد

source: Register1
ar: تسجيل

source: register2
ar: تسجيل

source: Registered Logins
ar: محدودة مسجلة

source: Registered Logins1
ar: محدودة مسجلة

source: Remember me?
ar: تذكرنى؟

source: Remember me?1
ar: تذكرنى؟

source: Remove this login from your account
ar: إزالة هذا الدخول من حسابك

source: Remove this login from your account1
ar: إزالة هذا الدخول من حسابك

source: Remove {0}
ar: إزالة {0}

source: Remove {0}1
ar: إزالة {0}

source: request
ar: طلب

source: request again
ar: طلب مرة أخری

source: Request ID:
ar: طلب معرف:

source: Request ID:1
ar: طلب معرف:

source: Resend email confirmation
ar: إعادة إرسال التوثيق على البريد الإلكتروني

source: Resend email confirmation1
ar: إعادة إرسال التوثيق على البريد الإلكتروني

source: Reset
ar: إعادة تعيين

source: Reset authenticator app
ar: التطبيق الموثق إعادة تعيين

source: Reset authenticator app1
ar: التطبيق الموثق إعادة تعيين

source: Reset authenticator key
ar: مفتاح الموثق إعادة تعيين

source: Reset authenticator key1
ar: مفتاح الموثق إعادة تعيين

source: Reset password
ar: إعادة تعيين كلمة المرور

source: Reset password confirmation
ar: تأكيدا إعادة تعيين كلمة المرور

source: Reset password confirmation1
ar: تأكيدا إعادة تعيين كلمة المرور

source: Reset password1
ar: إعادة تعيين كلمة المرور
