Repository: mohammadsargazi/Mabit
Catalog: WebUI/LocalizationResources/ViewLocalizationResource.*.resx
Languages: ar

source: Reset recovery codes
ar: إعادة تعيين رموز الانتعاش

source: Reset recovery codes1
ar: إعادة تعيين رموز الانتعاش

source: Reset your password.
ar: اعد ضبط كلمه السر.

source: Reset your password.1
ar: اعد ضبط كلمه السر.

source: Reset1
ar: إعادة تعيين

source: Sample Form
ar: نموذج عينة

source: Sample Form1
ar: نموذج عينة

source: Satellite
ar: ستلایت

source: Satellite1
ar: ستلایت

source: Save
ar: حفظ

source: Save1
ar: حفظ

source: search
ar: البحث

source: search1
ar: البحث

source: see all
ar: رؤية الکل

source: send
ar: إرسال

source: Send verification email
ar: ارسل ايميل التفعيل

source: Send verification email1
ar: ارسل ايميل التفعيل

source: Set password
ar: ضبط كلمة السر

source: Set password1
ar: ضبط كلمة السر

source: Setup authenticator app
ar: التطبيق الموثق الإعداد

source: Setup authenticator app1
ar: التطبيق الموثق الإعداد

source: show factor
ar: عرض الفاتورة

source: similar houses
ar: منازل مماثلة

source: smart House
ar: المنزل الذکی

source: smart House1
ar: بیت الذکی

source: status
ar: الحالة

source: String
ar: کن مضیفا

source: Submit
ar: إرسال

source: Submit1
ar: إرسال

source: Submitting a complaint
ar: تقدیم شکوی

source: Support
ar: الدعم

source: support1
ar: الدعم

source: Terms and Conditions
ar: الأحكام والشروط

source: Terms and Conditions1
ar: الأحكام والشروط

source: Terms of Use
ar: شروط الاستخدام من المبیت

source: Terrace
ar: شرفه

source: Terrace1
ar: شرفه

source: Thank you for confirming your email.
ar: شكرا لكم لتأكيد بريدك الإلكتروني.

source: Thank you for confirming your email.1
ar: شكرا لكم لتأكيد بريدك الإلكتروني.

source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
ar: وقد نسي المستعرض الحالي. عند تسجيل الدخول مرة أخرى من هذا المتصفح سيطلب منك لرمز 2FA الخاص بك.

source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.1
ar: وقد نسي المستعرض الحالي. عند تسجيل الدخول مرة أخرى من هذا المتصفح سيطلب منك لرمز 2FA الخاص بك.

source: The external login was added.
ar: تم إضافة تسجيل الدخول الخارجي.

source: The external login was added.1
ar: تم إضافة تسجيل الدخول الخارجي.

source: The external login was removed.
ar: تم إزالة تسجيل الدخول الخارجي.

source: The external login was removed.1
ar: تم إزالة تسجيل الدخول الخارجي.

source: There are no external authentication services configured. See &lt;a href='{0}'&gt;this article&lt;/a&gt; for details on setting up this ASP.NET application to support logging in via external services.
ar: لا توجد خدمات التوثيق الخارجي تكوينه. انظر <a href='{0}'> هذه المقالة </a> للحصول على تفاصيل حول إعداد هذا التطبيق ASP.NET لدعم تسجيل الدخول عبر الخدمات الخارجية.

source: There are no external authentication services configured. See &lt;a href='{0}'&gt;this article&lt;/a&gt; for details on setting up this ASP.NET application to support logging in via external services.1
ar: لا توجد خدمات التوثيق الخارجي تكوينه. انظر <a href='{0}'> هذه المقالة </a> للحصول على تفاصيل حول إعداد هذا التطبيق ASP.NET لدعم تسجيل الدخول عبر الخدمات الخارجية.

source: This account has been locked out, please try again later.
ar: تم تأمين هذا الحساب خارج، يرجى المحاولة مرة أخرى في وقت لاحق.

source: This account has been locked out, please try again later.1
ar: تم تأمين هذا الحساب خارج، يرجى المحاولة مرة أخرى في وقت لاحق.

source: To enable QR code generation please read our &lt;a href=&quot;{0}&quot;&gt;documentation&lt;/a&gt;.
ar: لتمكين الجيل رمز الاستجابة السريعة يرجى قراءة الوثائق href="{0}"> <a </A>.

source: To enable QR code generation please read our &lt;a href=&quot;{0}&quot;&gt;documentation&lt;/a&gt;.1
ar: لتمكين الجيل رمز الاستجابة السريعة يرجى قراءة الوثائق href="{0}"> <a </A>.

source: To use an authenticator app go through the following steps:
ar: لاستخدام التطبيق الموثق تذهب من خلال الخطوات التالية:

source: To use an authenticator app go through the following steps:1
ar: لاستخدام التطبيق الموثق تذهب من خلال الخطوات التالية:

source: Tobacco and hookah smoking is prohibited indoors
ar: یمنع التدخین و أستعمال الشیشة

source: traditional home
ar: سیاحه المناطق الریفیه

source: Two-factor authentication
ar: توثيق ذو عاملين

source: Two-factor authentication (2FA)
ar: اثنين عامل التوثيق (2FA)

source: Two-factor authentication (2FA)1
ar: اثنين عامل التوثيق (2FA)

source: Two-factor authentication1
ar: توثيق ذو عاملين

source: type your text...
ar: اكتب النص الخاص بك...

source: Update password
ar: تطوير كلمة السر

source: Update password1
ar: تطوير كلمة السر

source: Use a local account to log in.
ar: استخدام حساب محلي لتسجيل الدخول.

source: Use a local account to log in.1
ar: استخدام حساب محلي لتسجيل الدخول.

source: Use another service to log in.
ar: استخدام خدمة أخرى لتسجيل الدخول.

source: Use another service to log in.1
ar: استخدام خدمة أخرى لتسجيل الدخول.

source: Use this page to detail your site's privacy policy.
ar: استخدم هذه الصفحة لسياسة الخصوصية التفاصيل موقعك.

source: Use this page to detail your site's privacy policy.1
ar: استخدم هذه الصفحة لسياسة الخصوصية التفاصيل موقعك.

source: Use this space to summarize your privacy and cookie use policy. &lt;a href=&quot;{0}&quot;&gt;Learn More&lt;/a&gt;.&#xA; &lt;button type=&quot;button&quot; class=&quot;accept-policy close&quot; data-dismiss=&quot;alert&quot; aria-label=&quot;Close&quot; data-cookie-string=&quot;{1}&quot;&gt;&#xA; &lt;span aria-hidden=&quot;true&quot;&gt;Accept&lt;/span&gt;&#xA; &lt;/button&gt;
ar: استخدام هذا الفضاء لتلخيص الخصوصية والكوكيز سياسة الاستخدام الخاصة بك. <a href="{0}"> تعرف على المزيد </A>. <نوع زر = "زر" الطبقة = "استعرض السياسة وثيق"، رفض البيانات = "تنبيه" الأغنية التسمية = "إغلاق" ملف تعريف الارتباط سلسلة البيانات = "{1}"> <مخبأة الأغنية تمتد = "صحيح"> اقبل </ SPAN> </ زر>

source: Use this space to summarize your privacy and cookie use policy. &lt;a href=&quot;{0}&quot;&gt;Learn More&lt;/a&gt;.&#xA; &lt;button type=&quot;button&quot; class=&quot;accept-policy close&quot; data-dismiss=&quot;alert&quot; aria-label=&quot;Close&quot; data-cookie-string=&quot;{1}&quot;&gt;&#xA; &lt;span aria-hidden=&quot;true&quot;&gt;Accept&lt;/span&gt;&#xA; &lt;/button&gt;1
ar: استخدام هذا الفضاء لتلخيص الخصوصية والكوكيز سياسة الاستخدام الخاصة بك. <a href="{0}"> تعرف على المزيد </A>. <نوع زر = "زر" الطبقة = "استعرض السياسة وثيق"، رفض البيانات = "تنبيه" الأغنية التسمية = "إغلاق" ملف تعريف الارتباط سلسلة البيانات = "{1}"> <مخبأة الأغنية تمتد = "صحيح"> اقبل </ SPAN> </ زر>

source: UserName
ar: اسم المستخدم

source: users
ar: المستخدمين

source: verification
ar: تأیید

source: Verification Code
ar: شيفرة التأكيد

source: Verification Code1
ar: شيفرة التأكيد

source: Verification email sent. Please check your email.
ar: تم إرسال رسالة التحقق. من فضلك تفقد بريدك الالكتروني.

source: Verification email sent. Please check your email.1
ar: تم إرسال رسالة التحقق. من فضلك تفقد بريدك الالكتروني.

source: Verify
ar: التحقق

source: Verify1
ar: التحقق

source: Villa
ar: فیلا

source: Visit the bustling cities
ar: مدن الاکثر زیارة

source: Water Cooler
ar: مبرد المیاه

source: Water Cooler1
ar: مبرده مائیه

source: wc
ar: مرحاض

source: wc1
ar: مرحاض

source: weblog
ar: الموقع

source: Welcome
ar: أهلا بك

source: Welcome1
ar: أهلا بك

source: where
ar: أیت تذهب؟

source: Where do you want to go?
ar: الى أين تريد السفر

source: WHO WE ARE?
ar: من نحن

source: wifi
ar: الانترنت

source: wifi1
ar: وای فای

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
ar: لم يكن لديك اسم مستخدم المحلية / كلمة المرور لهذا الموقع. إضافة حساب محلي حتى تتمكن من تسجيل الدخول بدون تسجيل الدخول الخارجي.

source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.1
ar: لم يكن لديك اسم مستخدم المحلية / كلمة المرور لهذا الموقع. إضافة حساب محلي حتى تتمكن من تسجيل الدخول بدون تسجيل الدخول الخارجي.

source: You do not have access to this resource.
ar: ليس لديك حق الوصول إلى هذه الموارد.

source: You do not have access to this resource.1
ar: ليس لديك حق الوصول إلى هذه الموارد.

source: You have generated new recovery codes.
ar: كنت قد ولدت رموز انتعاش جديدة.

source: You have generated new recovery codes.1
ar: كنت قد ولدت رموز انتعاش جديدة.

source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
ar: لقد طلبت إلى تسجيل الدخول باستخدام رمز الاسترداد. لن يتم تذكر هذا الدخول حتى تقوم بتوفير رمز التطبيق الموثق في السجل أو تعطيل 2FA وتسجيل الدخول مرة أخرى.

source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.1
ar: لقد طلبت إلى تسجيل الدخول باستخدام رمز الاسترداد. لن يتم تذكر هذا الدخول حتى تقوم بتوفير رمز التطبيق الموثق في السجل أو تعطيل 2FA وتسجيل الدخول مرة أخرى.

source: You have successfully logged out of the application.
ar: قمت بتسجيل الدخول بنجاح للخروج من التطبيق.

source: You have successfully logged out of the application.1
ar: قمت بتسجيل الدخول بنجاح للخروج من التطبيق.

source: You've successfully authenticated with &lt;strong&gt;{0}&lt;/strong&gt;. Please enter an email address for this site below and click the Register button to finish logging in.
ar: لقد مصادقة بنجاح مع على <strong> {0} </ قوي>. يرجى إدخال عنوان البريد الإلكتروني لهذا الموقع أدناه وانقر على زر التسجيل لإنهاء تسجيل في.

source: You've successfully authenticated with &lt;strong&gt;{0}&lt;/strong&gt;. Please enter an email address for this site below and click the Register button to finish logging in.1
ar: لقد مصادقة بنجاح مع على <strong> {0} </ قوي>. يرجى إدخال عنوان البريد الإلكتروني لهذا الموقع أدناه وانقر على زر التسجيل لإنهاء تسجيل في.

source: Your authenticator app has been verified.
ar: تم التحقق من التطبيق الموثق الخاص بك.

source: Your authenticator app has been verified.1
ar: تم التحقق من التطبيق الموثق الخاص بك.

source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
ar: وكان مفتاح التطبيق الموثق الخاص بك إعادة تعيين، وسوف تحتاج إلى تكوين التطبيق الموثق باستخدام مفتاح جديد.

source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.1
ar: وكان مفتاح التطبيق الموثق الخاص بك إعادة تعيين، وسوف تحتاج إلى تكوين التطبيق الموثق باستخدام مفتاح جديد.

source: Your login is protected with an authenticator app. Enter your authenticator code below.
ar: تسجيل الدخول الخاص بك محمي مع التطبيق الموثق. أدخل رمز الموثق أدناه.

source: Your login is protected with an authenticator app. Enter your authenticator code below.1
ar: تسجيل الدخول الخاص بك محمي مع التطبيق الموثق. أدخل رمز الموثق أدناه.

source: Your password has been changed.
ar: تم تغيير كلمة السر الخاصة بك.

source: Your password has been changed.1
ar: تم تغيير كلمة السر الخاصة بك.

source: Your password has been reset. Please &lt;a href=&quot;{0}&quot;&gt;click here to log in&lt;/a&gt;.
ar: تم إعادة تعيين كلمة المرور الخاصة بك. يرجى <a href="{0}"> انقر هنا للدخول </A>.

source: Your password has been reset. Please &lt;a href=&quot;{0}&quot;&gt;click here to log in&lt;/a&gt;.1
ar: تم إعادة تعيين كلمة المرور الخاصة بك. يرجى <a href="{0}"> انقر هنا للدخول </A>.

source: Your password has been set.
ar: تم تعيين كلمة المرور الخاصة بك.

source: Your password has been set.1
ar: تم تعيين كلمة المرور الخاصة بك.

source: Your profile has been updated
ar: تم تحديث ملفك الشخصي

source: Your profile has been updated1
ar: تم تحديث ملفك الشخصي
